---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedGridAppearance
source: html/eddfdaf6-660e-54b4-8150-e903c14f8a5e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedGridAppearance Property

"Grid Appearance"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedGridAppearance { get; }
```